cask_args appdir: '/Applications'

tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"

brew "ack"
brew "coreutils"
brew "curl"
brew "dict"
brew "dirmngr"
brew "git"
brew "ffmpeg"
brew "flac"
brew "freetype"
brew "geckodriver"
brew "gettext"
brew "git"
brew "gnupg"
brew "gpg-agent"
brew "id3v2"
brew "imagemagick"
brew "libusb-compat"
brew "lame"
brew "mplayer"
brew "ncftp"
brew "nmap"
brew "pwgen"
brew "python3"
brew "rcs"
brew "stockfish"
brew "telnet"
brew "unrar"
brew "wget"
brew "youtube-dl"

cask 'android-file-transfer'
cask 'backblaze'
cask 'backblaze-downloader'
cask 'chessx'
cask 'firefox'
cask 'google-chrome'
cask 'istat-menus'
cask 'little-snitch'
cask 'jumpcut'
cask 'karabiner'
cask 'micro-snitch'
cask 'skim'
cask 'slack'
cask 'spotify'
cask 'sublime-text'
cask 'swinsian'
cask 'vlc'
